[
    "Where is <cls> in the image<image>?",
    "Can you point out <cls> in the image<image> and provide the coordinates of its location?",
    "Can you assist me in locating <cls> in the image<image>, and then provide its coordinates?",
    "Please identify the position of <cls> in the image<image> and give the bounding box coordinates.",
    "How can I find <cls> in this image<image>? Please provide the bounding box details.",
    "Where exactly is <cls> located in the image<image>? Provide the bounding box coordinates.",
    "Can you show where <cls> is in the image<image> and outline its location?",
    "Help me detect <cls> in the image<image>. Where can I find it, and what are its coordinates?",
    "Identify <cls> in the image<image> and provide the exact location coordinates.",
    "Locate <cls> in the image<image> and describe its position using bounding box coordinates.",
    "Can you find <cls> in this image<image> and provide the coordinates for its bounding box?",
    "What is the location of <cls> in the image<image>? Please specify the bounding box.",
    "Please provide the coordinates where <cls> is found in the image<image>.",
    "Can you highlight <cls> in the image<image> and give me the bounding box parameters?",
    "Where should I look to find <cls> in the image<image>? Provide coordinates.",
    "Describe the exact position of <cls> in the image<image> with bounding box coordinates.",
    "How do I locate <cls> in the image<image>? Please indicate the position.",
    "Point out <cls> in the image<image> and give details on its bounding box location.",
    "Can you determine the location of <cls> in the image<image> and mark it?",
    "Where in the image<image> can I find <cls>? Please detail its bounding box location.",
    "Find <cls> in the image<image> and tell me its bounding box dimensions and location.",
    "Can you provide a bounding box for <cls> in the image<image>?",
    "Locate <cls> in the image<image>, and provide the coordinates and dimensions of the area.",
    "Please mark the presence of <cls> in the image<image> and provide the bounding box coordinates.",
    "Where can I spot <cls> in the image<image>? Include bounding box coordinates in your response.",
    "How to detect <cls> in the image<image>? Provide the coordinates for its bounding box.",
    "Show me where <cls> is in the image<image> and describe the bounding box.",
    "Can you outline <cls> in the image<image> and specify the bounding box parameters?",
    "What are the coordinates of <cls> in the image<image>?",
    "Please find <cls> in the image<image> and provide a detailed bounding box location.",
    "Help me locate <cls> in the image<image> with precise bounding box coordinates.",
    "Can you detect <cls> in the image<image> and provide its exact location?",
    "Where do I find <cls> in the image<image>, and what are the bounding box dimensions?",
    "Point to <cls> in the image<image> and describe the exact location using bounding box parameters.",
    "Could you specify where <cls> is located in the image<image> with bounding box details?",
    "Locate and describe the position of <cls> in the image<image> using bounding box coordinates.",
    "Provide the coordinates of <cls> located in the image<image>.",
    "Where can <cls> be found in the image<image>? Give the bounding box specifics.",
    "Can you assist with locating <cls> in the image<image> and providing the bounding box details?",
    "Identify and mark the location of <cls> in the image<image> with bounding box coordinates.",
    "How can I identify the exact location of <cls> in the image<image>? Provide the bounding box dimensions.",
    "Show the location of <cls> in the image<image> using bounding box coordinates.",
    "Help in detecting <cls> in the image<image> and provide the bounding box coordinates.",
    "Can you find and outline <cls> in the image<image> with detailed bounding box information?",
    "What is the bounding box for <cls> in the image<image>?",
    "Determine the position of <cls> in the image<image> and provide bounding box details.",
    "Please locate <cls> in the image<image> and specify the bounding box coordinates.",
    "Highlight the area of <cls> in the image<image> and provide the coordinates of the bounding box.",
    "Can you illustrate where to find <cls> in the image<image> with bounding box dimensions?",
    "Where is <cls> in the provided image<image>? Detail the bounding box location.",
    "Where can I find <cls> within the image<image>? Provide the exact bounding box coordinates.",
    "Can you assist by pointing out the location of <cls> in the image<image> using bounding box details?",
    "Identify the location of <cls> in the image<image> and supply the bounding box coordinates.",
    "Please locate <cls> in the image<image> and describe its bounding box parameters.",
    "How would you determine the position of <cls> in image<image>? Include bounding box details.",
    "Can you specify the bounding box for <cls> in the image<image>?",
    "Point out the location of <cls> in the image<image> and provide the bounding box specifics.",
    "Detect <cls> in the image<image> and describe the location using bounding box coordinates.",
    "Find <cls> in the image<image> and provide its exact bounding box dimensions and location.",
    "Locate <cls> in the image<image> and provide details of its bounding box.",
    "Where is <cls> situated in the image<image>? Give the bounding box details.",
    "Can you identify and provide the bounding box for <cls> in the image<image>?",
    "Help locate <cls> in the image<image>, providing the bounding box coordinates and dimensions.",
    "Provide the exact location and bounding box of <cls> in the image<image>.",
    "Can you mark the position of <cls> in the image<image> with its bounding box?",
    "Determine where <cls> is located in the image<image> and give the bounding box details.",
    "How to locate <cls> in the image<image> with precise bounding box information?",
    "Describe the bounding box coordinates for <cls> in the image<image>.",
    "Find and outline <cls> in the image<image> using bounding box coordinates.",
    "Provide a detailed description of where <cls> is found in the image<image>, including bounding box.",
    "Can you show the location of <cls> in the image<image> using bounding box coordinates?",
    "Detect and describe the bounding box of <cls> in the image<image>.",
    "Where exactly can I see <cls> in the image<image>? Provide the bounding box dimensions.",
    "Locate <cls> in image<image> and outline the bounding box.",
    "Can you trace the bounding box for <cls> in the image<image>?",
    "Illustrate where <cls> can be located in the image<image> with bounding box specifics.",
    "Help me identify the bounding box for <cls> in the image<image>.",
    "How do you determine the bounding box for <cls> in the image<image>?",
    "Provide the coordinates and dimensions of the bounding box for <cls> in image<image>.",
    "Can you indicate the position of <cls> in the image<image> with its bounding box?",
    "Show the precise location of <cls> within the image<image> including bounding box dimensions.",
    "Provide bounding box details for locating <cls> in the image<image>.",
    "Highlight <cls> in the image<image> with its bounding box coordinates.",
    "Where should I look for <cls> in the image<image>? Include bounding box coordinates in your description.",
    "Identify the bounding box for <cls> located in the image<image>.",
    "Can you outline the area of <cls> in the image<image> including the bounding box?",
    "Describe how to locate <cls> in the image<image> using bounding box coordinates.",
    "Trace and provide the bounding box of <cls> in the image<image>.",
    "Where in the image<image> is <cls> located? Provide bounding box details for accuracy.",
    "Determine and mark the location of <cls> in the image<image> with bounding box coordinates.",
    "Please outline the bounding box for <cls> in the image<image>.",
    "Show me the bounding box for <cls> in the image<image>.",
    "How would you describe the bounding box location of <cls> in the image<image>?",
    "Find <cls> in the image<image> and provide bounding box coordinates for precise location.",
    "Pinpoint <cls> in the image<image> and describe the bounding box details.",
    "Where is <cls> in this image<image>? Please provide the bounding box specifics.",
    "Can you provide the bounding box dimensions for <cls> in the image<image>?",
    "Help me find <cls> in the image<image> by providing its bounding box coordinates.",
    "Locate and provide the bounding box for <cls> in the image<image>.",
    "Identify the precise location of <cls> in the image<image> and specify the bounding box parameters.",
    "What are the bounding box coordinates for <cls> in the image<image>?",
    "Can you determine and display the location of <cls> in the image<image> using bounding box details?",
    "Locate <cls> on the image<image> and provide a detailed bounding box.",
    "Please pinpoint the exact position of <cls> in the image<image> and outline it with bounding box coordinates.",
    "Identify the bounding box for <cls> within the image<image> and describe its dimensions.",
    "Can you help identify the location of <cls> in the image<image> and mark it with a bounding box?",
    "Show the bounding box that encompasses <cls> in the image<image>.",
    "Trace and detail the bounding box around <cls> in the image<image>.",
    "Describe the location and bounding box of <cls> in the image<image>.",
    "How can I locate <cls> in the image<image>? Please provide bounding box coordinates.",
    "Locate <cls> in the image<image> and provide its bounding box dimensions.",
    "Can you show where <cls> is positioned in the image<image> using a bounding box?",
    "Please provide the bounding box parameters for <cls> located in the image<image>.",
    "Mark the area of <cls> in the image<image> and provide bounding box information.",
    "Outline and describe the bounding box of <cls> in the image<image>.",
    "Where can the object <cls> be found in the image<image>? Provide the bounding box coordinates.",
    "Detect <cls> in the image<image> and provide the bounding box specifics.",
    "Can you illustrate the exact location of <cls> in the image<image> with a bounding box?",
    "Detail the bounding box for <cls> as seen in the image<image>.",
    "Highlight where <cls> is located in the image<image> and provide the bounding box details.",
    "Provide the dimensions and location of <cls> in the image<image> via bounding box coordinates.",
    "Explain where to find <cls> in the image<image> with accurate bounding box data.",
    "Can you specify the area for <cls> in the image<image> by drawing a bounding box?",
    "Where in the image<image> is <cls> found, and what are its bounding box dimensions?",
    "Locate <cls> in the image<image>, and give a description of its bounding box.",
    "Can you map out the bounding box for <cls> in the image<image>?",
    "Provide a detailed bounding box description for <cls> in the image<image>.",
    "How do you define the bounding box for <cls> in the image<image>?",
    "Identify and provide the bounding box dimensions for <cls> in the image<image>.",
    "Locate and outline <cls> in the image<image> with the exact bounding box coordinates.",
    "Can you plot the bounding box for <cls> in the image<image> and describe it?",
    "Where exactly is <cls> located in the image<image>, and what is the bounding box size?",
    "Find <cls> in the image<image> and specify the bounding box location.",
    "Point to <cls> in the image<image> and provide the coordinates for its bounding box.",
    "Describe the bounding box surrounding <cls> in the image<image>.",
    "Can you locate <cls> in the image<image> and mark the bounding box dimensions?",
    "Show the position of <cls> in the image<image> by specifying the bounding box.",
    "Provide bounding box details for locating <cls> in the image<image>.",
    "Highlight the location and bounding box of <cls> in the image<image>.",
    "Where should I find <cls> in the image<image>? Please give the bounding box details.",
    "Identify <cls> in the image<image> and give its bounding box coordinates.",
    "Trace <cls> in the image<image> and provide its bounding box parameters.",
    "Detail the location and bounding box for <cls> in the image<image>.",
    "Can you outline the location of <cls> with a bounding box in the image<image>?",
    "Find the exact location of <cls> in the image<image> and provide the bounding box coordinates.",
    "Pinpoint and describe the bounding box for <cls> in the image<image>.",
    "How to accurately find <cls> in the image<image> using a bounding box?",
    "Locate <cls> in the image<image> and provide the exact dimensions of its bounding box.",
    "Can you locate and provide the bounding box for <cls> in this image<image>?",
    "Describe how to identify <cls> in the image<image> with bounding box details.",
    "Where is <cls> located in the image<image>? Provide the bounding box coordinates for precise identification.",
    "Can you show the exact location of <cls> in the image<image> with bounding box specifics?",
    "Identify the location of <cls> in the image<image> and describe the bounding box that encloses it.",
    "Locate <cls> in the image<image> and provide a detailed description of the bounding box.",
    "How can I identify <cls> in the image<image>? Please specify the bounding box coordinates.",
    "Please pinpoint <cls> in the image<image> and provide the dimensions of its bounding box.",
    "Can you assist by marking <cls> in the image<image> with a bounding box?",
    "Detect the position of <cls> in the image<image> and provide the bounding box details.",
    "Outline the exact location of <cls> in the image<image> using bounding box coordinates.",
    "Provide the bounding box parameters for locating <cls> in the image<image>.",
    "Where can I find <cls> in the image<image>? Detail the bounding box for precise location.",
    "Describe the bounding box that surrounds <cls> in the image<image>.",
    "Can you delineate the bounding box for <cls> in the image<image>?",
    "Highlight <cls> in the image<image> by providing the bounding box coordinates.",
    "Identify and plot the bounding box around <cls> in the image<image>.",
    "How is <cls> positioned within the image<image>? Provide bounding box details for clarity.",
    "Can you locate and describe the bounding box of <cls> in the image<image>?",
    "What are the coordinates of the bounding box containing <cls> in the image<image>?",
    "Locate <cls> in the image<image>, outlining the bounding box around it.",
    "How would you mark the position of <cls> in the image<image> with a bounding box?",
    "Provide the bounding box dimensions for <cls> as seen in the image<image>.",
    "Can you identify the location of <cls> with a bounding box in the image<image>?",
    "Describe where <cls> can be found in the image<image> using the bounding box as a reference.",
    "Pinpoint the location of <cls> in the image<image> and provide bounding box specifics.",
    "Show where <cls> is in the image<image> by drawing the bounding box.",
    "Can you provide the bounding box dimensions of <cls> in the image<image>?",
    "Locate <cls> on the image<image> and detail the bounding box used to enclose it.",
    "Where in the image<image> is <cls> located, and what are the bounding box coordinates?",
    "Identify <cls> in the image<image> and provide a precise bounding box description.",
    "Provide bounding box coordinates for <cls> in the image<image>.",
    "Mark and describe the bounding box for <cls> in the image<image>.",
    "Outline the area containing <cls> in the image<image> using bounding box dimensions.",
    "Can you illustrate the bounding box for <cls> in the image<image>?",
    "Detail how to find <cls> in the image<image> with the bounding box for accuracy.",
    "Describe the position and dimensions of the bounding box for <cls> in the image<image>.",
    "Provide the exact bounding box parameters for <cls> found in the image<image>.",
    "Can you show the bounding box location for <cls> in the image<image>?",
    "How to detect <cls> in the image<image> using bounding box coordinates for precision?",
    "Identify and mark <cls> in the image<image> with detailed bounding box coordinates.",
    "Where should I locate <cls> in the image<image>? Provide bounding box details.",
    "Illustrate the bounding box for <cls> in the image<image> and explain the dimensions.",
    "Describe the bounding box encompassing <cls> in the image<image>.",
    "Provide a clear depiction of the bounding box for <cls> in the image<image>.",
    "Can you describe how to locate <cls> in the image<image> with a bounding box?",
    "Mark the exact location of <cls> in the image<image> with a bounding box for reference.",
    "How is <cls> enclosed within a bounding box in the image<image>? Provide the coordinates.",
    "Locate and provide the exact bounding box dimensions for <cls> in the image<image>.",
    "Show the bounding box that encloses <cls> in the image<image>.",
    "Detail the bounding box specifics for locating <cls> in the image<image>."
]
