[
    "Can you segment <cls> in the image<image> and provide the masks for this class?",
    "Please generate a mask for <cls> in the image<image>.",
    "How would you create a segmentation mask for <cls> in the image<image>?",
    "Identify and segment <cls> in the image<image>, providing the mask for this class.",
    "Can you produce a detailed mask for the class <cls> in the image<image>?",
    "Segment <cls> in the image<image> and provide the corresponding mask.",
    "Generate a segmentation mask for <cls> in the image<image> and describe its boundaries.",
    "Please outline and segment <cls> in the image<image>, providing the segmentation mask.",
    "Can you delineate the area of <cls> in the image<image> with a precise segmentation mask?",
    "Create a mask for segmenting <cls> in the image<image>. Provide the details.",
    "How can you provide a segmentation mask for <cls> in the image<image>?",
    "Can you accurately segment <cls> in the image<image> and provide a mask?",
    "Please isolate and segment <cls> in the image<image>, and show the mask for this class.",
    "Create a segmentation mask for identifying <cls> in the image<image>.",
    "How do you segment and mask <cls> in the image<image>?",
    "Segment the area representing <cls> in the image<image> and provide a detailed mask.",
    "Can you provide a segmentation mask for the class <cls> in the image<image>?",
    "Illustrate and segment <cls> in the image<image>, showing the mask for this object.",
    "Please perform segmentation for <cls> in the image<image> and output the mask.",
    "How would you delineate and provide a mask for <cls> in the image<image>?",
    "Generate and describe a segmentation mask for <cls> in the image<image>.",
    "Can you provide a precise mask for segmenting <cls> in the image<image>?",
    "Please segment and mask the class <cls> in the image<image>.",
    "Outline and generate a segmentation mask for <cls> in the image<image>.",
    "How can I get a segmentation mask for <cls> in the image<image>?",
    "Can you draw and provide a segmentation mask for <cls> in the image<image>?",
    "Segment <cls> in the image<image> and output the mask for this segment.",
    "Please create a mask for the segmentation of <cls> in the image<image>.",
    "Describe how you would segment and create a mask for <cls> in the image<image>.",
    "Generate a mask for <cls> in the image<image> and describe the segmented area.",
    "How can you extract and provide a mask for <cls> in the image<image>?",
    "Can you segment <cls> in the image<image> and illustrate the mask?",
    "Segment and provide a detailed mask for the class <cls> in the image<image>.",
    "Can you create a detailed segmentation mask for <cls> in the image<image>?",
    "How would you outline and mask <cls> in the image<image>?",
    "Generate a mask that segments <cls> in the image<image>.",
    "Please segment <cls> in the image<image> and describe the mask you create.",
    "Can you segment <cls> in the image<image> and provide a clear mask for this class?",
    "Describe the process of segmenting <cls> in the image<image> and creating a mask.",
    "How do you create a segmentation mask for <cls> in the image<image>?",
    "Segment <cls> and provide a mask that outlines this class in the image<image>.",
    "Can you create and display a mask for segmenting <cls> in the image<image>?",
    "Segment the class <cls> in the image<image> and provide a mask. Detail its coverage.",
    "How can you segment <cls> in the image<image> and create an effective mask?",
    "Can you provide a mask for <cls> after segmenting it in the image<image>?",
    "Segment <cls> in the image<image>, and illustrate the resulting mask.",
    "Generate a segmentation mask for the class <cls> in the image<image> and describe its precision.",
    "Can you delineate and mask <cls> in the image<image>, showing the segmentation?",
    "Describe how to segment <cls> in the image<image> and provide a mask for the outlined area.",
    "Create and provide a segmentation mask for <cls> in the image<image>, detailing the segment's area.",
    "Can you generate a detailed segmentation mask for <cls> in the image<image>?",
    "Please create and provide a mask for <cls> in the image<image>.",
    "How can you segment and provide a detailed mask for <cls> in the image<image>?",
    "Provide a mask for the segmentation of <cls> in the image<image>, detailing the area covered.",
    "Segment <cls> in the image<image> and produce a mask. Can you describe the covered area?",
    "Illustrate the segmentation process for <cls> in the image<image> and provide the resulting mask.",
    "How would you generate a mask that accurately segments <cls> in the image<image>?",
    "Can you perform segmentation on <cls> in the image<image> and outline the mask?",
    "Describe the segmentation and masking of <cls> in the image<image>.",
    "Can you delineate the area of <cls> in the image<image> with a segmentation mask?",
    "Provide the mask for <cls> after performing segmentation in the image<image>.",
    "How do you outline and create a mask for <cls> in the image<image>?",
    "Create a mask for <cls> in the image<image> and explain the segmentation boundaries.",
    "Please detail the mask created for segmenting <cls> in the image<image>.",
    "Can you segment <cls> in the image<image> and provide a mask with exact dimensions?",
    "Segment <cls> in the image<image> and provide a mask; what does the mask cover?",
    "How can you create a mask for <cls> in the image<image> that captures all details?",
    "Please generate a mask for <cls> in the image<image> and describe the segmentation.",
    "Can you provide a segmentation mask for <cls> in the image<image>, detailing how it fits the class?",
    "Create and explain a mask for <cls> in the image<image> focusing on segment accuracy.",
    "How would you describe the process of creating a segmentation mask for <cls> in the image<image>?",
    "Please segment <cls> in the image<image> and provide the mask; how comprehensive is the coverage?",
    "Can you generate a mask for <cls> in the image<image> and outline its accuracy?",
    "Describe how you would segment and create a detailed mask for <cls> in the image<image>.",
    "Provide a precise mask for <cls> in the image<image>. How do you ensure it segments accurately?",
    "Segment <cls> in the image<image> and provide a mask; what are the critical areas covered?",
    "Can you illustrate a segmentation mask for <cls> in the image<image>?",
    "Generate a mask for segmenting <cls> in the image<image>, describing its fit and coverage.",
    "How do you create a mask that segments <cls> accurately in the image<image>?",
    "Please provide a segmentation mask for <cls> in the image<image> and detail the covered segments.",
    "Can you produce a segmentation mask for <cls> in the image<image> and explain the segmentation process?",
    "Describe the mask you would create for segmenting <cls> in the image<image>.",
    "Segment <cls> in the image<image> and provide a mask; how does it define the object?",
    "Provide a segmentation mask for <cls> in the image<image>; how detailed is the mask?",
    "Can you outline and segment <cls> in the image<image>, providing the mask for review?",
    "How would you approach creating a mask for <cls> in the image<image> to capture all relevant details?",
    "Create a segmentation mask for <cls> in the image<image> and describe its precision.",
    "Can you demonstrate how to segment and mask <cls> in the image<image>?",
    "Provide the mask for <cls> in the image<image>. How does it segment the object precisely?",
    "Explain the steps to segment and create a mask for <cls> in the image<image>.",
    "Can you generate a detailed mask for segmenting <cls> in the image<image>?",
    "How do you ensure the segmentation mask for <cls> in the image<image> is accurate?",
    "Provide a mask for <cls> after segmentation in the image<image>; what details does it include?",
    "Can you describe how to properly segment <cls> in the image<image> with a mask?",
    "Create a mask for <cls> in the image<image> and explain its coverage.",
    "Illustrate how you would segment <cls> in the image<image> and provide the mask.",
    "Provide a mask for <cls> segmented in the image<image> and detail the precision.",
    "Segment <cls> in the image<image> and provide a mask; how does it outline the object?",
    "Can you explain the accuracy of the segmentation mask for <cls> in the image<image>?",
    "Can you generate and describe a precise segmentation mask for <cls> in the image<image>?",
    "Please provide a segmentation mask for <cls> in the image<image> and outline the key features.",
    "How would you segment <cls> in the image<image> and produce a detailed mask for it?",
    "Create and describe a segmentation mask that accurately represents <cls> in the image<image>.",
    "Can you illustrate the process of generating a segmentation mask for <cls> in the image<image>?",
    "Provide a comprehensive mask for <cls> in the image<image>; how does it cover the relevant area?",
    "Segment <cls> in the image<image>, and explain the details of the mask you create.",
    "Can you outline a precise mask for segmenting <cls> in the image<image>?",
    "Describe how you would generate a segmentation mask for <cls> covering all essential features in the image<image>.",
    "Create a mask for <cls> in the image<image> and explain how it encapsulates the object.",
    "Please generate a segmentation mask for <cls> in the image<image> focusing on edge accuracy.",
    "How can you provide a segmentation mask for <cls> in the image<image> that covers the object comprehensively?",
    "Can you create and detail a mask for <cls> that segments effectively in the image<image>?",
    "Generate a mask for <cls> in the image<image> and describe how it isolates the object from its background.",
    "Illustrate and provide a segmentation mask for <cls> in the image<image> detailing its boundaries.",
    "Describe the segmentation mask for <cls> in the image<image>; how well does it define the object?",
    "Create a precise segmentation mask for <cls> in the image<image> and describe its features.",
    "How do you approach segmenting <cls> in the image<image> to ensure complete coverage?",
    "Can you provide a detailed mask for <cls> in the image<image> that highlights all features?",
    "Segment <cls> in the image<image> and provide a mask; how does it align with the object's contours?",
    "Explain how to generate a segmentation mask for <cls> in the image<image> with high accuracy.",
    "Can you demonstrate a segmentation process for <cls> in the image<image> with the resulting mask?",
    "Provide a mask for <cls> segmented in the image<image>; what are the segmentation criteria?",
    "Segment <cls> in the image<image> and provide a mask; how comprehensive is its coverage?",
    "Can you detail the creation of a segmentation mask for <cls> in the image<image>?",
    "Illustrate the steps to create a segmentation mask for <cls> in the image<image> and explain its precision.",
    "Describe the mask for <cls> in the image<image>; how does it ensure detailed segmentation?",
    "Generate a mask for <cls> in the image<image> and explain how it fits the segmented area.",
    "How would you describe the process and outcome of segmenting <cls> in the image<image>?",
    "Create a detailed segmentation mask for <cls> in the image<image>; how does it cover the object?",
    "Provide a segmentation mask for <cls> in the image<image> and describe the areas it encompasses.",
    "Can you show how to segment <cls> in the image<image> with a mask detailing the perimeter?",
    "Describe a segmentation mask for <cls> in the image<image> that captures all visual details.",
    "Generate and explain a segmentation mask for <cls> that accurately defines the object in the image<image>.",
    "Illustrate how to create a segmentation mask for <cls> in the image<image> focusing on completeness.",
    "Provide a mask for segmenting <cls> in the image<image>; what details does it encapsulate?",
    "Segment <cls> in the image<image>, providing a mask that details all relevant features.",
    "How do you create a mask that fully captures <cls> in the image<image>?",
    "Please generate a segmentation mask for <cls> in the image<image> and describe its coverage accuracy.",
    "Can you provide a comprehensive description of the segmentation mask for <cls> in the image<image>?",
    "Create and explain the segmentation mask for <cls> in the image<image> detailing its accuracy.",
    "Describe the mask created for segmenting <cls> in the image<image> and its fit to the object.",
    "How would you ensure the segmentation mask for <cls> in the image<image> is precise?",
    "Generate a segmentation mask for <cls> in the image<image> and discuss its boundary precision.",
    "Can you show a detailed mask for <cls> in the image<image> and explain its segmentation strategy?",
    "Provide details of the segmentation mask for <cls> in the image<image>; how does it delineate the object?",
    "Segment <cls> in the image<image> and provide a mask that captures the object's full extent.",
    "How can you generate a segmentation mask for <cls> in the image<image> that is both precise and comprehensive?",
    "Create a mask for <cls> in the image<image> that accurately segments; describe the process.",
    "Can you illustrate a detailed segmentation mask for <cls> in the image<image>?",
    "Can you outline <cls> in the image<image> and provide the detailed segmentation?",
    "Please define the area of <cls> in the image<image> with an accurate segmentation mask.",
    "How would you delineate <cls> in the image<image> to create a precise mask?",
    "Highlight <cls> in the image<image> and provide the mask for this specific class.",
    "Generate a mask that outlines <cls> in the image<image> and describe the boundary.",
    "Create and detail a mask that defines <cls> within the image<image>.",
    "Can you produce a mask that highlights <cls> in the image<image>?",
    "Illustrate the segmentation by outlining <cls> in the image<image>.",
    "Please provide a segmentation that delineates <cls> in the image<image>.",
    "How can you define the contours of <cls> in the image<image> with a segmentation mask?",
    "Delineate and mask <cls> in the image<image>, explaining your approach.",
    "Create a mask that highlights the features of <cls> in the image<image>.",
    "Can you outline the segmented area of <cls> in the image<image>?",
    "Define <cls> in the image<image> with a detailed segmentation mask and explain the coverage.",
    "Generate a precise outline for <cls> in the image<image> using segmentation techniques.",
    "How would you create a mask that clearly delineates <cls> in the image<image>?",
    "Illustrate how to define <cls> in the image<image> with a precise mask.",
    "Provide a mask that highlights the edges of <cls> in the image<image>.",
    "Can you detail the process to delineate <cls> in the image<image> with a mask?",
    "Outline and provide the segmentation details for <cls> in the image<image>.",
    "How can you effectively highlight <cls> in the image<image> with a mask?",
    "Create a mask for <cls> that clearly defines its boundaries in the image<image>.",
    "Please provide a mask that outlines <cls> accurately in the image<image>.",
    "Generate a detailed mask that highlights <cls> in the image<image>, focusing on edge accuracy.",
    "Define the segmentation parameters for <cls> in the image<image> and provide the mask.",
    "Can you create a detailed outline for <cls> in the image<image> through segmentation?",
    "Delineate the area of <cls> in the image<image> with a mask and describe the segmented region.",
    "How would you highlight <cls> in the image<image> using segmentation?",
    "Illustrate the boundaries of <cls> in the image<image> with a segmentation mask.",
    "Provide a mask that effectively delineates <cls> in the image<image>, explaining its precision.",
    "Create and describe a mask that outlines the features of <cls> in the image<image>.",
    "Can you generate a segmentation that defines <cls> clearly in the image<image>?",
    "Detail how to outline <cls> in the image<image> with a comprehensive segmentation mask.",
    "How do you delineate <cls> in the image<image> with a mask for precise segmentation?",
    "Highlight the segmented area of <cls> in the image<image> and provide mask details.",
    "Create a mask that clearly outlines <cls> in the image<image> and describe its effectiveness.",
    "Can you provide a detailed segmentation that highlights <cls> in the image<image>?",
    "Define the segmented area for <cls> in the image<image> and explain the mask's boundaries.",
    "Illustrate how to delineate <cls> in the image<image> with a clear and detailed mask.",
    "Generate a segmentation mask for <cls> in the image<image> that clearly outlines the area.",
    "How can you effectively create a mask that defines <cls> in the image<image>?",
    "Detail the process to highlight <cls> in the image<image> with segmentation.",
    "Outline the features of <cls> in the image<image> with a mask and describe the segmentation accuracy.",
    "Provide a mask that delineates <cls> in the image<image>, focusing on detailed coverage.",
    "Can you generate a detailed outline of <cls> in the image<image> using a segmentation mask?",
    "Delineate and provide a mask for <cls> in the image<image>, detailing how it captures the class features.",
    "Create and describe a mask for <cls> that clearly defines its area in the image<image>.",
    "How would you outline <cls> in the image<image> with a segmentation mask for optimal accuracy?",
    "Illustrate the segmentation and masking of <cls> in the image<image>.",
    "Provide a segmentation mask that effectively highlights the boundaries of <cls> in the image<image>."
    
]
