[
    "Can you provide a description of the image<image> and include the masks for each mentioned instance?",
    "Please explain what's happening in the photo<image> and give masks for the items you reference.",
    "Describe the scene depicted in the image<image> and provide segmentation masks for each identified object.",
    "Can you give a detailed caption for the image<image> and include masks for all notable elements?",
    "Provide a narrative for what is occurring in the image<image> and supply masks for the described subjects.",
    "Explain the contents of the image<image> and present masks for each component you mention.",
    "Detail the actions taking place in the image<image> and provide segmentation masks for the active entities.",
    "Describe each object in the image<image> and include a corresponding mask for these objects.",
    "Can you narrate the story shown in the image<image> and attach masks for each key figure?",
    "Provide a breakdown of the image<image> and include segmentation masks for all elements discussed.",
    "What is depicted in the image<image>? Please describe and provide masks for each object.",
    "Analyze the image<image> and provide a detailed description along with masks for each significant part.",
    "Can you detail the interactions happening in the image<image> and provide masks for interacting entities?",
    "Describe the setting of the image<image> and offer masks for each visible object.",
    "What activities are shown in the image<image>? Please explain and provide masks for all active components.",
    "Give an overview of the scene in the image<image> and provide segmentation masks for each component mentioned.",
    "Can you describe the atmosphere depicted in the image<image> and provide masks for the elements that contribute to it?",
    "Identify and describe the key objects in the image<image>, including segmentation masks for each.",
    "Explain the dynamics captured in the image<image> and include masks for each dynamic element.",
    "Narrate what is happening in the image<image> and provide segmentation masks for all objects you mention.",
    "Provide a caption for the image<image> and segment masks for each object you describe.",
    "What can you see in the image<image>? Please describe and segment masks for each identifiable object.",
    "Analyze the composition of the image<image> and provide masks for each compositional element.",
    "Can you describe the main actions in the image<image> and provide masks for each involved object?",
    "Detail what each person is doing in the image<image> and provide masks for each person.",
    "Describe the landscape shown in the image<image> and provide segmentation masks for all major features.",
    "What are the key elements in the image<image>? Describe and provide masks for these elements.",
    "Explain the roles of different objects in the image<image> and include masks for each object.",
    "Give a summary of the events in the image<image> and provide masks for each event component.",
    "Can you describe the emotional tone of the image<image> and provide masks for elements that convey this tone?",
    "What interactions are shown in the image<image>? Please describe and provide masks for the interacting parties.",
    "Analyze the image<image>, providing a description of each visible element and a mask for each.",
    "Narrate the sequence of actions in the image<image> and include masks for each action.",
    "Provide a detailed description of the image<image> including segmentation masks for each notable aspect.",
    "Can you explain any symbolic elements in the image<image> and provide masks for these symbols?",
    "Describe the architectural elements visible in the image<image> and provide masks for each architectural feature.",
    "What is the focus of the image<image>? Provide a description and masks for focused items.",
    "Analyze the interactions between objects in the image<image> and provide a mask for each object involved.",
    "Can you describe the weather conditions in the image<image> and provide masks for elements that illustrate these conditions?",
    "Give an analysis of the flora and fauna in the image<image>, including masks for each species identified.",
    "Describe the foreground and background elements in the image<image> and provide masks for these layers.",
    "What themes are depicted in the image<image>? Explain and provide masks for thematic elements.",
    "Provide a detailed explanation of the textures in the image<image> and include masks for textured areas.",
    "Can you break down the color scheme of the image<image> and provide masks for distinctly colored areas?",
    "Narrate any cultural activities shown in the image<image> and provide masks for cultural elements.",
    "Analyze and describe any historical references in the image<image>, including masks for historically relevant objects.",
    "What technological elements are present in the image<image>? Describe and provide masks for these elements.",
    "Describe any artistic styles represented in the image<image> and provide masks for stylistically significant objects.",
    "Can you detail any motion or movement depicted in the image<image> and provide masks for moving elements?",
    "Give a comprehensive description of the urban or rural setting in the image<image> and provide masks for setting-specific elements.",
    "Can you describe the main features of the image<image> and provide masks for these features?",
    "Provide a narrative description of the image<image> and include segmentation masks for the main elements.",
    "Explain the key components of the image<image> and supply masks for each component you describe.",
    "Detail the contents of the image<image> and provide masks for each identified feature.",
    "What story does the image<image> tell? Please describe and provide masks for each element involved.",
    "Can you break down the image<image> into its primary subjects and provide masks for each?",
    "Describe the interaction between subjects in the image<image> and provide masks for these subjects.",
    "Provide a detailed caption for the scene shown in the image<image> and masks for each significant object.",
    "Can you outline the activity taking place in the image<image> and segment masks for the participants?",
    "Describe the emotional expression in the image<image> and provide masks for the expressive elements.",
    "What is happening on the left side of the image<image>? Please describe and provide a mask for each object.",
    "Analyze the foreground of the image<image> and provide a mask for each foreground element.",
    "Describe any motion depicted in the image<image> and include masks for moving objects.",
    "What objects are in the background of the image<image>? Describe them and provide masks.",
    "Can you detail the architectural styles visible in the image<image> and provide masks for these styles?",
    "Narrate the sequence of events happening in the image<image> and provide masks for each event's main elements.",
    "Describe the variety of textures in the image<image> and provide segmentation masks for each texture.",
    "Can you explain the lighting in the image<image> and provide masks for light sources and reflections?",
    "Provide a description of the weather conditions depicted in the image<image> and masks for relevant atmospheric elements.",
    "What interactions are depicted in the image<image>? Describe and provide masks for all interacting entities.",
    "Analyze the color palette of the image<image> and provide masks for major color blocks.",
    "Describe the mood of the image<image> and provide masks for mood-enhancing elements.",
    "Can you identify and mask all the living subjects shown in the image<image>?",
    "What are the geometric shapes visible in the image<image>? Describe them and provide masks.",
    "Provide a detailed analysis of the scene composition in the image<image> including masks for compositional elements.",
    "How does the image<image> represent urban life? Describe and provide masks for urban elements.",
    "What natural elements are present in the image<image>? Describe each and provide masks.",
    "Can you detail any historical elements in the image<image> and provide masks for these elements?",
    "What is the focal point of the image<image>? Provide a detailed description and masks for related elements.",
    "Describe any symbolic elements in the image<image> and provide masks for these symbols.",
    "Analyze the expressions of any people in the image<image> and provide masks for each person.",
    "What types of clothing can be seen in the image<image>? Describe them and provide masks.",
    "Can you segment and describe different textures in the image<image>?",
    "Describe any vehicles in the image<image> and provide segmentation masks for each vehicle.",
    "How are shadows used in the image<image>? Describe their effect and provide masks.",
    "What plants are visible in the image<image>? Describe each and provide a mask.",
    "Can you describe any water bodies in the image<image> and provide masks for these areas?",
    "What architectural features stand out in the image<image>? Describe them and provide masks.",
    "Describe the sky seen in the image<image> and provide a mask for the sky area.",
    "Can you identify and describe any animals in the image<image> and provide masks for each?",
    "What human activities are depicted in the image<image>? Provide a description and masks for each activity.",
    "Can you detail the sports activities shown in the image<image> and provide masks for the equipment and players?",
    "What are the unique cultural aspects shown in the image<image>? Describe them and provide masks.",
    "Describe any signs or text in the image<image> and provide masks for these elements.",
    "How is nature represented in the image<image>? Describe natural elements and provide masks.",
    "What are the visible technological elements in the image<image>? Provide a description and masks.",
    "Analyze the seating arrangement shown in the image<image> and provide masks for each seating area.",
    "What leisure activities are depicted in the image<image>? Describe and provide masks for the participants and equipment.",
    "Describe the construction elements visible in the image<image> and provide masks for each element."
]
