[
    "Can you segment based on the region <region> in the image<image> and provide the masks for this region?",
    "Please generate a mask based on the region <region> in the image<image>.",
    "How would you create a segmentation mask for the area defined by the region <region> in the image<image>?",
    "Identify and segment the region defined by the region <region> in the image<image>, providing the mask for this region.",
    "Can you produce a detailed mask for the area outlined by the region <region> in the image<image>?",
    "Segment the area based on the region <region> in the image<image> and provide the corresponding mask.",
    "Generate a segmentation mask for the region defined by the region <region> in the image<image> and describe its boundaries.",
    "Please outline and segment the area based on the region <region> in the image<image>, providing the segmentation mask.",
    "Can you delineate the area of the region <region> in the image<image> with a precise segmentation mask?",
    "Create a mask for segmenting the area defined by the region <region> in the image<image>. Provide the details.",
    "How can you provide a segmentation mask for the region outlined by the region <region> in the image<image>?",
    "Can you accurately segment the region based on the region <region> in the image<image> and provide a mask?",
    "Please isolate and segment the region based on the region <region> in the image<image>, and show the mask for this region.",
    "Create a segmentation mask for identifying the region defined by the region <region> in the image<image>.",
    "How do you segment and mask the area based on the region <region> in the image<image>?",
    "Segment the area representing the region <region> in the image<image> and provide a detailed mask.",
    "Can you provide a segmentation mask for the region outlined by the region <region> in the image<image>?",
    "Illustrate and segment the region defined by the region <region> in the image<image>, showing the mask for this object.",
    "Please perform segmentation for the region based on the region <region> in the image<image> and output the mask.",
    "How would you delineate and provide a mask for the region defined by the region <region> in the image<image>?",
    "Generate and describe a segmentation mask for the region based on the region <region> in the image<image>.",
    "Can you provide a precise mask for segmenting the region defined by the region <region> in the image<image>?",
    "Please segment and mask the area based on the region <region> in the image<image>.",
    "Outline and generate a segmentation mask for the region based on the region <region> in the image<image>.",
    "How can I get a segmentation mask for the area defined by the region <region> in the image<image>?",
    "Can you draw and provide a segmentation mask for the region defined by the region <region> in the image<image>?",
    "Segment the area based on the region <region> in the image<image> and output the mask for this segment.",
    "Please create a mask for the segmentation of the area defined by the region <region> in the image<image>.",
    "Describe how you would segment and create a mask for the region based on the region <region> in the image<image>.",
    "Generate a mask for the area based on the region <region> in the image<image> and describe the segmented area.",
    "How can you extract and provide a mask for the region based on the region <region> in the image<image>?",
    "Can you segment the area defined by the region <region> in the image<image> and illustrate the mask?",
    "Segment and provide a detailed mask for the region based on the region <region> in the image<image>.",
    "Can you create a detailed segmentation mask for the area based on the region <region> in the image<image>?",
    "How would you outline and mask the region based on the region <region> in the image<image>?",
    "Generate a mask that segments the area based on the region <region> in the image<image>.",
    "Please segment the region based on the region <region> in the image<image> and describe the mask you create.",
    "Can you segment the region based on the region <region> in the image<image> and provide a clear mask for this region?",
    "Describe the process of segmenting the area based on the region <region> in the image<image> and creating a mask.",
    "How do you create a segmentation mask for the region based on the region <region> in the image<image>?",
    "Segment the region based on the region <region> and provide a mask that outlines this region in the image<image>.",
    "Can you create and display a mask for segmenting the region based on the region <region> in the image<image>?",
    "Segment the region based on the region <region> in the image<image> and provide a mask. Detail its coverage.",
    "How can you segment the region based on the region <region> in the image<image> and create an effective mask?",
    "Can you provide a mask for the region after segmenting it based on the region <region> in the image<image>?",
    "Segment the region based on the region <region> in the image<image>, and illustrate the resulting mask.",
    "Generate a segmentation mask for the region based on the region <region> in the image<image> and describe its precision.",
    "Can you delineate and mask the region based on the region <region> in the image<image>, showing the segmentation?",
    "Describe how to segment the region based on the region <region> in the image<image> and provide a mask for the outlined area.",
    "Can you segment according to the region <region> in the image<image> and provide the masks for this region?",
    "Please generate a mask following the region <region> in the image<image>.",
    "How would you create a segmentation mask using the region <region> as a guide in the image<image>?",
    "Identify and segment the area specified by the region <region> in the image<image>, providing the mask for this region.",
    "Can you produce a detailed mask for the area indicated by the region <region> in the image<image>?",
    "Segment the area as per the region <region> in the image<image> and provide the corresponding mask.",
    "Generate a segmentation mask for the area identified by the region <region> in the image<image> and describe its boundaries.",
    "Please outline and segment the area as defined by the region <region> in the image<image>, providing the segmentation mask.",
    "Can you delineate the area within the region <region> in the image<image> with a precise segmentation mask?",
    "Create a mask for the area within the boundaries of the region <region> in the image<image>. Provide the details.",
    "How can you provide a segmentation mask for the area encompassed by the region <region> in the image<image>?",
    "Can you accurately segment the area demarcated by the region <region> in the image<image> and provide a mask?",
    "Please isolate and segment the area designated by the region <region> in the image<image>, and show the mask for this region.",
    "Create a segmentation mask for the area outlined by the region <region> in the image<image>.",
    "How do you segment and mask the area delineated by the region <region> in the image<image>?",
    "Segment the area represented by the region <region> in the image<image> and provide a detailed mask.",
    "Can you provide a segmentation mask for the area circumscribed by the region <region> in the image<image>?",
    "Illustrate and segment the area marked by the region <region> in the image<image>, showing the mask for this object.",
    "Please perform segmentation for the area identified by the region <region> in the image<image> and output the mask.",
    "How would you delineate and provide a mask for the area confined by the region <region> in the image<image>?",
    "Generate and describe a segmentation mask for the area characterized by the region <region> in the image<image>.",
    "Can you provide a precise mask for segmenting the area highlighted by the region <region> in the image<image>?",
    "Please segment and mask the area as characterized by the region <region> in the image<image>.",
    "Outline and generate a segmentation mask for the area specified by the region <region> in the image<image>.",
    "How can I get a segmentation mask for the area described by the region <region> in the image<image>?",
    "Can you draw and provide a segmentation mask for the area depicted by the region <region> in the image<image>?",
    "Segment the area as suggested by the region <region> in the image<image> and output the mask for this segment.",
    "Please create a mask for the segmentation of the area guided by the region <region> in the image<image>.",
    "Describe how you would segment and create a mask for the area indicated by the region <region> in the image<image>.",
    "Generate a mask for the area as per the region <region> in the image<image> and describe the segmented area.",
    "How can you extract and provide a mask for the area based on the guidelines of the region <region> in the image<image>?",
    "Can you segment the area following the guidance of the region <region> in the image<image> and illustrate the mask?",
    "Segment and provide a detailed mask for the area matching the region <region> in the image<image>.",
    "Can you create a detailed segmentation mask for the area following the region <region> in the image<image>?",
    "How would you outline and mask the area as per the region <region> in the image<image>?",
    "Generate a mask that segments the area as outlined by the region <region> in the image<image>.",
    "Please segment the region using the guidance of the region <region> in the image<image> and describe the mask you create.",
    "Can you segment the area according to the specifications of the region <region> in the image<image> and provide a clear mask for this region?",
    "Describe the process of segmenting the area by the region <region> in the image<image> and creating a mask.",
    "How do you create a segmentation mask for the area based on the guidance of the region <region> in the image<image>?",
    "Segment the region as defined by the region <region> and provide a mask that outlines this area in the image<image>.",
    "Can you create and display a mask for segmenting the area according to the region <region> in the image<image>?",
    "Segment the region as described by the region <region> in the image<image> and provide a mask. Detail its coverage.",
    "How can you segment the area following the region <region> in the image<image> and create an effective mask?",
    "Can you provide a mask for the area after segmenting it according to the region <region> in the image<image>?",
    "Segment the region as indicated by the region <region> in the image<image>, and illustrate the resulting mask.",
    "Generate a segmentation mask for the region as outlined by the region <region> in the image<image> and describe its precision.",
    "Can you delineate and mask the area as per the region <region> in the image<image>, showing the segmentation?",
    "Describe how to segment the area following the region <region> in the image<image> and provide a mask for the outlined area.",
    "Can you segment based on the area <region> in the image<image> and provide the masks for this area?",
    "Please generate a mask based on the zone <region> in the image<image>.",
    "How would you create a segmentation mask using the section <region> as a guide in the image<image>?",
    "Identify and segment the part defined by <region> in the image<image>, providing the mask for this part.",
    "Can you produce a detailed mask for the section indicated by <region> in the image<image>?",
    "Segment the area as defined by <region> in the image<image> and provide the corresponding mask.",
    "Generate a segmentation mask for the zone identified by <region> in the image<image> and describe its boundaries.",
    "Please outline and segment the section as per <region> in the image<image>, providing the segmentation mask.",
    "Can you delineate the area within <region> in the image<image> with a precise segmentation mask?",
    "Create a mask for segmenting the part outlined by <region> in the image<image>. Provide the details.",
    "How can you provide a segmentation mask for the area enclosed by <region> in the image<image>?",
    "Can you accurately segment the part demarcated by <region> in the image<image> and provide a mask?",
    "Please isolate and segment the section designated by <region> in the image<image>, and show the mask for this section.",
    "Create a segmentation mask for the zone defined by <region> in the image<image>.",
    "How do you segment and mask the part delineated by <region> in the image<image>?",
    "Segment the area represented by <region> in the image<image> and provide a detailed mask.",
    "Can you provide a segmentation mask for the part circumscribed by <region> in the image<image>?",
    "Illustrate and segment the area marked by <region> in the image<image>, showing the mask for this object.",
    "Please perform segmentation for the section identified by <region> in the image<image> and output the mask.",
    "How would you delineate and provide a mask for the area confined by <region> in the image<image>?",
    "Generate and describe a segmentation mask for the area characterized by <region> in the image<image>.",
    "Can you provide a precise mask for segmenting the area highlighted by <region> in the image<image>?",
    "Please segment and mask the part as characterized by <region> in the image<image>.",
    "Outline and generate a segmentation mask for the section specified by <region> in the image<image>.",
    "How can I get a segmentation mask for the zone described by <region> in the image<image>?",
    "Can you draw and provide a segmentation mask for the area depicted by <region> in the image<image>?",
    "Segment the zone as suggested by <region> in the image<image> and output the mask for this segment.",
    "Please create a mask for the segmentation of the part guided by <region> in the image<image>.",
    "Describe how you would segment and create a mask for the section indicated by <region> in the image<image>.",
    "Generate a mask for the area as per <region> in the image<image> and describe the segmented area.",
    "How can you extract and provide a mask for the section based on <region> in the image<image>?",
    "Can you segment the zone following the guidance of <region> in the image<image> and illustrate the mask?",
    "Segment and provide a detailed mask for the area matching <region> in the image<image>.",
    "Can you create a detailed segmentation mask for the section following <region> in the image<image>?",
    "How would you outline and mask the area as per <region> in the image<image>?",
    "Generate a mask that segments the zone as outlined by <region> in the image<image>.",
    "Please segment the part using the guidance of <region> in the image<image> and describe the mask you create.",
    "Can you segment the area according to the specifications of <region> in the image<image> and provide a clear mask for this area?",
    "Describe the process of segmenting the section by <region> in the image<image> and creating a mask.",
    "How do you create a segmentation mask for the zone based on the guidance of <region> in the image<image>?",
    "Segment the area as defined by <region> and provide a mask that outlines this area in the image<image>.",
    "Can you create and display a mask for segmenting the section according to <region> in the image<image>?",
    "Segment the zone as described by <region> in the image<image> and provide a mask. Detail its coverage.",
    "How can you segment the area following <region> in the image<image> and create an effective mask?",
    "Can you provide a mask for the area after segmenting it according to <region> in the image<image>?",
    "Segment the part as indicated by <region> in the image<image>, and illustrate the resulting mask.",
    "Generate a segmentation mask for the section as outlined by <region> in the image<image> and describe its precision.",
    "Can you delineate and mask the area as per <region> in the image<image>, showing the segmentation?",
    "Describe how to segment the zone following <region> in the image<image> and provide a mask for the outlined area."
]