[
    "Can you detect and outline the object located in the region <region> in the image <image>?",
    "Please identify and provide the bounding box for the object within the area <region> in the image <image>.",
    "How would you locate and box the object defined by the zone <region> in the image <image>?",
    "Identify and provide the bounding box for the object specified by <region> in the image <image>.",
    "Can you produce the bounding box for the object indicated by <region> in the image <image>?",
    "Detect and box the object as defined by <region> in the image <image>.",
    "Generate the bounding box for the object identified by <region> in the image <image> and describe its position.",
    "Please outline and locate the object as per <region> in the image <image>, providing the bounding box.",
    "Can you delineate the bounding box for the object within <region> in the image <image>?",
    "Create the bounding box for detecting the object outlined by <region> in the image <image>.",
    "How can you provide the bounding box for the object encompassed by <region> in the image <image>?",
    "Can you accurately detect the object demarcated by <region> in the image <image> and provide its bounding box?",
    "Please isolate and detect the object designated by <region> in the image <image>, and show the bounding box.",
    "Detect the object in the zone defined by <region> in the image <image> and provide the bounding box.",
    "How do you locate and box the object delineated by <region> in the image <image>?",
    "Detect the object represented by <region> in the image <image> and provide a detailed bounding box.",
    "Can you provide the bounding box for the object circumscribed by <region> in the image <image>?",
    "Illustrate and detect the object marked by <region> in the image <image>, showing the bounding box.",
    "Please perform detection for the object identified by <region> in the image <image> and output the bounding box.",
    "How would you delineate and provide the bounding box for the object confined by <region> in the image <image>?",
    "Generate and describe the bounding box for the object characterized by <region> in the image <image>.",
    "Can you provide a precise bounding box for detecting the object highlighted by <region> in the image <image>?",
    "Please detect and box the object as characterized by <region> in the image <image>.",
    "Outline and generate the bounding box for the object specified by <region> in the image <image>.",
    "How can I get the bounding box for the object described by <region> in the image <image>?",
    "Can you draw and provide the bounding box for the object depicted by <region> in the image <image>?",
    "Detect the object as suggested by <region> in the image <image> and provide the bounding box for this object.",
    "Please create the bounding box for detecting the object guided by <region> in the image <image>.",
    "Describe how you would detect and create the bounding box for the object indicated by <region> in the image <image>.",
    "Generate the bounding box for the object as per <region> in the image <image> and describe the detected object.",
    "How can you extract and provide the bounding box for the object based on <region> in the image <image>?",
    "Can you detect the object following the guidance of <region> in the image <image> and illustrate the bounding box?",
    "Detect and provide a detailed bounding box for the object matching <region> in the image <image>.",
    "Can you create a detailed bounding box for the object following <region> in the image <image>?",
    "How would you outline and box the object as per <region> in the image <image>?",
    "Generate a bounding box that detects the object as outlined by <region> in the image <image>.",
    "Please detect the object using the guidance of <region> in the image <image> and describe the bounding box you create.",
    "Can you detect the object according to the specifications of <region> in the image <image> and provide a clear bounding box for this object?",
    "Describe the process of detecting the object by <region> in the image <image> and creating a bounding box.",
    "How do you create a bounding box for the object based on the guidance of <region> in the image <image>?",
    "Detect the object as defined by <region> and provide a bounding box that outlines this object in the image <image>.",
    "Can you create and display the bounding box for detecting the object according to <region> in the image <image>?",
    "Detect the object as described by <region> in the image <image> and provide a bounding box. Detail its position and size.",
    "How can you detect the object following <region> in the image <image> and create an effective bounding box?",
    "Can you provide a bounding box for the object after detecting it according to <region> in the image <image>?",
    "Detect the object as indicated by <region> in the image <image>, and illustrate the resulting bounding box.",
    "Generate a bounding box for the object as outlined by <region> in the image <image> and describe its precision.",
    "Can you delineate and box the object as per <region> in the image <image>, showing the detection process?",
    "Describe how to detect the object following <region> in the image <image> and provide a bounding box for the outlined object.",
    "Can you detect objects based on the region <region> in the image <image> and provide the bounding box for this region?",
    "Please generate a bounding box based on the region <region> in the image <image>.",
    "How would you identify and box objects in the region <region> in the image <image>?",
    "Detect and provide the bounding box for objects located within the region <region> in the image <image>.",
    "Can you outline the objects found in the region <region> in the image <image> and show the bounding box?",
    "Please locate objects based on the region <region> in the image <image> and determine their bounding boxes.",
    "How can you provide bounding boxes for objects specified by the region <region> in the image <image>?",
    "Identify objects based on the region <region> in the image <image> and provide their bounding boxes.",
    "Can you produce bounding boxes for all objects within the region <region> in the image <image>?",
    "Detect objects as indicated by the region <region> in the image <image> and supply the bounding boxes.",
    "Generate bounding boxes for objects delineated by the region <region> in the image <image>.",
    "Please find and box all objects within the region <region> in the image <image>.",
    "Can you determine and provide bounding boxes for objects based on the region <region> in the image <image>?",
    "Describe the bounding boxes for objects found in the region <region> in the image <image>.",
    "Provide bounding boxes for the objects located by following the region <region> in the image <image>.",
    "How would you draw bounding boxes for objects in the region <region> in the image <image>?",
    "Please delineate the bounding boxes for objects specified within the region <region> in the image <image>.",
    "Can you detect and box the objects based on the markings of the region <region> in the image <image>?",
    "Outline and provide bounding boxes for the objects within the region <region> in the image <image>.",
    "Generate and describe bounding boxes for objects found by following the region <region> in the image <image>.",
    "Detect and create bounding boxes for objects indicated by the region <region> in the image <image>.",
    "How can you identify and provide bounding boxes for objects within the region <region> in the image <image>?",
    "Please detect and outline the objects in the region <region> in the image <image> with their bounding boxes.",
    "Can you map out bounding boxes for objects located by the region <region> in the image <image>?",
    "Describe how you would locate and provide bounding boxes for objects in the region <region> in the image <image>.",
    "Locate objects using the region <region> in the image <image> and provide the bounding boxes for each.",
    "Provide bounding boxes for objects as described in the region <region> in the image <image>.",
    "Can you show bounding boxes for the objects based on the region <region> in the image <image>?",
    "Outline the objects specified by the region <region> in the image <image> and their bounding boxes.",
    "Generate bounding boxes for objects as outlined by the region <region> in the image <image>.",
    "How do you create bounding boxes for objects located through the region <region> in the image <image>?",
    "Can you delineate and provide bounding boxes for objects found in the region <region> in the image <image>?",
    "Detect and provide bounding boxes for all objects defined by the region <region> in the image <image>.",
    "Illustrate bounding boxes for objects based on the region <region> in the image <image>.",
    "Describe the process to detect and box objects using the region <region> in the image <image>.",
    "How can you box the objects found by analyzing the region <region> in the image <image>?",
    "Can you find and provide bounding boxes for objects according to the region <region> in the image <image>?",
    "Outline and describe bounding boxes for objects found within the region <region> in the image <image>.",
    "Provide bounding boxes for objects as defined within the region <region> in the image <image>.",
    "Can you give bounding boxes for all objects within the defined region <region> in the image <image>?",
    "Identify and mark bounding boxes for objects based on the guidance from the region <region> in the image <image>.",
    "How do you box objects following the path defined by the region <region> in the image <image>?",
    "Generate and mark bounding boxes for objects that fit within the region <region> in the image <image>.",
    "Can you identify all objects in the region <region> in the image <image> and provide their bounding boxes?",
    "Please define and provide bounding boxes for objects located as per the region <region> in the image <image>.",
    "How would you detect objects within the region <region> in the image <image> and outline them with bounding boxes?",
    "Can you accurately locate and box all objects within the region <region> in the image <image>?",
    "Describe how you would provide bounding boxes for objects following the region <region> in the image <image>.",
    "Locate and box all objects in the region <region> in the image <image>, providing detailed bounding boxes.",
    "Generate bounding boxes for each object located within the region <region> in the image <image> and describe their positions."
]