[
    "Please segment <expr> in the image<image>.",
    "Provide a segmentation mask for <expr> in the picture<image>.",
    "Can you create a segmentation mask for <expr> in the image<image>?",
    "Help me segment <expr> in the image<image>.",
    "I need a segmentation of <expr> in the image<image>, can you do that?",
    "Could you produce a segmentation mask of <expr> in the photo<image>?",
    "Generate a mask for <expr> in the image<image>.",
    "Show me a segmentation of <expr> in the picture<image>.",
    "Can you outline <expr> in the image<image> with a segmentation mask?",
    "Please provide a mask that segments <expr> in the image<image>.",
    "Could you help me by segmenting <expr> in the picture<image>?",
    "Segment <expr> in the given image<image> and provide the mask.",
    "In the image<image>, can you segment <expr>?",
    "I'd like to see a segmentation mask of <expr> in the photo<image>.",
    "Can you identify and segment <expr> in the image<image>?",
    "Please draw a segmentation mask for <expr> in the image<image>.",
    "Help me by providing a mask for segmenting <expr> in the image<image>.",
    "May I have a segmentation mask of <expr> in the photo<image>?",
    "Provide the segmentation of <expr> in the photograph<image>.",
    "Can you segment <expr> in the image<image> and show me the mask?",
    "Point out <expr> in the image<image> by creating a segmentation mask.",
    "What does the segmentation mask for <expr> in the provided picture<image> look like?",
    "Detect and segment <expr> in the image<image>, then show the mask.",
    "In the picture<image>, please segment <expr> and provide the mask.",
    "Show the segmentation of <expr> in the photo<image>.",
    "Find <expr> in the image<image> and provide a segmentation mask.",
    "Could you help me by creating a segmentation mask for <expr> in the image<image>?",
    "I am looking for a mask that segments <expr> in the image<image>. Can you provide it?",
    "Can you locate <expr> in the image<image> and produce a segmentation mask?",
    "I'd appreciate if you could segment <expr> in the image<image> and provide the mask.",
    "I need the segmentation mask for <expr> in the picture<image>.",
    "Could you create a mask for <expr> in the photograph<image>?",
    "Can you assist me by segmenting <expr> in the image<image>?",
    "What does the segmentation mask of <expr> in the photo<image> look like?",
    "Kindly provide a mask for segmenting <expr> in the image<image>.",
    "I would like to segment <expr> in the image<image>. Can you provide the mask?",
    "Can you identify <expr> in the image<image> and create a segmentation mask?",
    "Please, reveal the segmentation mask for <expr> in the provided photograph<image>.",
    "Help me locate and segment <expr> in the image<image>.",
    "I request the segmentation mask of <expr> in the image<image>.",
    "In the given image<image>, can you segment <expr> and provide the mask?",
    "I need to know the segmented area of <expr> in the image<image>.",
    "Locate <expr> in the image<image> and segment it, please.",
    "Assist me in finding <expr> in the photo<image> and provide the segmentation mask.",
    "In the image<image>, can you guide me to the segmented area of <expr>?",
    "I'd like the segmentation mask of <expr> as it appears in the image<image>.",
    "What area does <expr> cover in the picture<image>? Provide the segmentation mask.",
    "Identify and segment the position of <expr> in the image<image>.",
    "I'd like to request the segmentation mask of <expr> within the photo<image>.",
    "How can I locate <expr> in the image<image>? Please provide the segmentation mask.",
    "Outline <expr> in the image<image>.",
    "Mask <expr> in the picture<image> for me.",
    "Highlight <expr> in the image<image> with a mask.",
    "Create a boundary around <expr> in the image<image>.",
    "Show me the area of <expr> in the photo<image>.",
    "Produce a mask that covers <expr> in the image<image>.",
    "Draw around <expr> in the image<image>.",
    "I need a visual mask of <expr> in the image<image>.",
    "Could you delineate <expr> in the photo<image>?",
    "Please demarcate <expr> in the image<image>.",
    "Encapsulate <expr> in the picture<image> with a mask.",
    "Illustrate the area of <expr> in the image<image>.",
    "Provide a visual outline of <expr> in the image<image>.",
    "Trace around <expr> in the picture<image>.",
    "Can you highlight the area of <expr> in the image<image>?",
    "Show the outline of <expr> in the photo<image>.",
    "Please provide a detailed mask for <expr> in the image<image>.",
    "Isolate <expr> in the image<image> visually.",
    "Mark the region of <expr> in the picture<image>.",
    "Please delineate the area containing <expr> in the image<image>.",
    "Capture the area of <expr> in the image<image> in a mask.",
    "Can you encapsulate <expr> in the photo<image> with a clear boundary?",
    "Define the area of <expr> in the image<image>.",
    "Can you draw a clear boundary around <expr> in the image<image>?",
    "Highlight and mask <expr> in the picture<image>.",
    "Visualize <expr> in the image<image> by outlining it.",
    "Sketch out the area of <expr> in the image<image>.",
    "Circle <expr> in the image<image> to show its location.",
    "Can you illustrate <expr> in the photo<image> with a boundary?",
    "Cover <expr> in the image<image> with a clear visual mask.",
    "Show the position of <expr> in the image<image> with a boundary.",
    "Mask out <expr> in the picture<image>.",
    "Trace the outline of <expr> in the image<image>.",
    "Please enclose <expr> in a visual mask in the image<image>.",
    "Can you visually separate <expr> in the image<image>?",
    "Draw a perimeter around <expr> in the photo<image>.",
    "Map out <expr> in the image<image>.",
    "Visually isolate <expr> in the picture<image>.",
    "Indicate the area of <expr> in the image<image> with a mask.",
    "Mark out <expr> in the photo<image> clearly.",
    "Paint a mask over <expr> in the image<image>.",
    "Create a visual division around <expr> in the image<image>.",
    "Encircle <expr> in the image<image> with a mask.",
    "Please shade the area around <expr> in the photo<image>.",
    "Render a mask for <expr> in the image<image>.",
    "Highlight <expr> in the picture<image> using a mask.",
    "Encapsulate the area of <expr> in the image<image>.",
    "Can you visually mark <expr> in the photo<image>?",
    "Illustrate the boundaries of <expr> in the image<image>.",
    "Draw and mask the region containing <expr> in the image<image>."
]