[
    "How can you locate and mark the keypoints for the object within the region <region> in the image <image>?",
    "Can you provide a detailed keypoint map for the object demarcated by <region> in the image <image>?",
    "Please isolate and detect the keypoints of the object designated by <region> in the image <image>.",
    "Detect the keypoints in the zone defined by <region> in the image <image> and provide their positions.",
    "How do you locate and mark keypoints for the object delineated by <region> in the image <image>?",
    "Detect the keypoints represented by <region> in the image <image> and provide a detailed map.",
    "Can you provide the keypoint locations for the object circumscribed by <region> in the image <image>?",
    "Illustrate and detect the keypoints of the object marked by <region> in the image <image>.",
    "Please perform keypoint detection for the object identified by <region> in the image <image>.",
    "How would you delineate and provide the keypoint positions for the object confined by <region> in the image <image>?",
    "Generate and describe the keypoints for the object characterized by <region> in the image <image>.",
    "Can you provide precise keypoint locations for detecting the object highlighted by <region> in the image <image>?",
    "Please detect and mark the keypoints as characterized by <region> in the image <image>.",
    "Outline and generate the keypoint map for the object specified by <region> in the image <image>.",
    "How can I get the keypoint locations for the object described by <region> in the image <image>?",
    "Can you draw and provide the keypoint locations for the object depicted by <region> in the image <image>?",
    "Detect the object's keypoints as suggested by <region> in the image <image> and provide their locations.",
    "Please create the keypoint map for detecting the object guided by <region> in the image <image>.",
    "Describe how you would detect and create the keypoint map for the object indicated by <region> in the image <image>.",
    "Generate the keypoint locations for the object as per <region> in the image <image> and describe the detected keypoints.",
    "How can you extract and provide the keypoint locations for the object based on <region> in the image <image>?",
    "Can you detect the keypoints following the guidance of <region> in the image <image> and illustrate their locations?",
    "Detect and provide a detailed keypoint map for the object matching <region> in the image <image>.",
    "Can you create a detailed keypoint map for the object following <region> in the image <image>?",
    "How would you outline and mark the keypoints as per <region> in the image <image>?",
    "Generate a keypoint map that detects the keypoints as outlined by <region> in the image <image>.",
    "Please detect the object using the guidance of <region> in the image <image> and describe the keypoint map you create.",
    "Can you detect the object according to the specifications of <region> in the image <image> and provide a clear keypoint map?",
    "Describe the process of detecting the keypoints by <region> in the image <image> and creating a map.",
    "How do you create a keypoint map for the object based on the guidance of <region> in the image <image>?",
    "Detect the keypoints as defined by <region> and provide a map that outlines these keypoints in the image <image>.",
    "Can you create and display the keypoint map for detecting the object according to <region> in the image <image>?",
    "Detect the keypoints as described by <region> in the image <image> and provide a map. Detail their positions and significance.",
    "How can you detect the keypoints following <region> in the image <image> and create an effective keypoint map?",
    "Can you provide a keypoint map for the object after detecting it according to <region> in the image <image>?",
    "Detect the keypoints as indicated by <region> in the image <image>, and illustrate the resulting keypoint map.",
    "Generate a keypoint map for the object as outlined by <region> in the image <image> and describe its precision.",
    "Can you delineate and mark the keypoints as per <region> in the image <image>, showing the detection process?",
    "Describe how to detect the keypoints following <region> in the image <image> and provide a map for the outlined keypoints.",
    "Can you detect keypoints based on the region <region> in the image <image> and provide the keypoint map for this region?",
    "Please generate a keypoint map based on the region <region> in the image <image>.",
    "How would you identify and mark keypoints in the region <region> in the image <image>?",
    "Detect and provide the keypoint map for keypoints located within the region <region> in the image <image>.",
    "Can you outline the keypoints found in the region <region> in the image <image> and show the keypoint map?",
    "Please locate keypoints based on the region <region> in the image <image> and determine their precise locations.",
    "How can you provide keypoint maps for keypoints specified by the region <region> in the image <image>?",
    "Identify keypoints based on the region <region> in the image <image> and provide their keypoint maps.",
    "Can you produce keypoint maps for all keypoints within the region <region> in the image <image>?",
    "Detect keypoints as indicated by the region <region> in the image <image> and supply the keypoint maps."
    ]